PGM
DCL        VAR(&SRCLIB) TYPE(*CHAR) LEN(10) VALUE(QTEMP)
DCL        VAR(&TGTLIB) TYPE(*CHAR) LEN(10) VALUE(TESTP)

CRTLIB     LIB(&TGTLIB)
MONMSG     MSGID(CPF0000)

CRTSRCPF   FILE(&TGTLIB/QCLSRC) RCDLEN(132)
MONMSG     MSGID(CPF0000)

CPYSRCF    FROMFILE(&SRCLIB/QCLSRC) TOFILE(&TGTLIB/QCLSRC) +
<<<<<<< HEAD:QCLSRC/BUILD.CLP
             FROMMBR(BUILD) TOMBR(BUILD)
CPYSRCF    FROMFILE(&SRCLIB/QCLSRC) TOFILE(&TGTLIB/QCLSRC) +
             FROMMBR(FINTO) TOMBR(FINTO)
=======
             FROMMBR(EXAMPLE) TOMBR(EXAMPLE)

>>>>>>> d568e67785115acf84df3a98733aaba58fcc42d2:QCLSRC/BUILD.CLLE
ENDPGM
